Repository: iotist/affirmations
Catalog: Affirmations/Utils/Localizable.xcstrings
Source language: en
Languages: ru

source: Back
ru: Назад

source: Background color
ru: Фоновый цвет

source: Blue
ru: Синий

source: Cancel
ru: Отмена

source: Category
ru: Категория

source: Continue
ru: Продолжить

source: English
ru: Английский

source: Female
ru: Женский

source: Friendship
ru: Дружба

source: Gender
ru: Пол

source: I am a kind and caring friend, and I receive the same in return
ru: Я добрый и заботливый друг, и я получаю то же самое в ответ

source: I am a magnet for genuine and lasting friendships
ru: Я магнит для настоящей и прочной дружбы

source: I am a magnet for loving and fulfilling relationships
ru: Я магнит для любящих и полноценных отношений

source: I am grateful for the amazing friends in my life
ru: Я благодарен за удивительных друзей в моей жизни

source: I am grateful for the love that surrounds me
ru: Я благодарен за любовь, которая меня окружает

source: I am surrounded by love every day and in every way
ru: Я окружен любовью каждый день и во всех отношениях

source: I am surrounded by supportive and loving friends
ru: Меня окружают поддерживающие и любящие друзья

source: I am worthy of love and deserve to receive love in abundance
ru: Я достоин любви и заслуживаю получать любовь в изобилии

source: I attract friends who support and uplift me
ru: Я привлекаю друзей, которые поддерживают и воодушевляют меня

source: I attract love and loving relationships into my life
ru: Я привлекаю любовь и любящие отношения в свою жизнь

source: I attract positive and loyal friendships into my life
ru: Я привлекаю в свою жизнь позитивную и преданную дружбу

source: I nurture and cherish my friendships
ru: Я лелею и дорожу своей дружбой

source: I radiate love and others reflect love back to me
ru: Я излучаю любовь, и другие отражают любовь мне в ответ

source: Language
ru: Язык

source: Love
ru: Любовь

source: Love comes to me easily and effortlessly
ru: Любовь приходит ко мне легко и без усилий

source: Love flows to me and through me effortlessly
ru: Любовь течет ко мне и через меня без усилий

source: Male
ru: Мужской

source: My friends and I grow together in love and harmony
ru: Мы с друзьями растем вместе в любви и гармонии

source: My friends and I share mutual respect and trust
ru: Мы с друзьями разделяем взаимное уважение и доверие

source: My friendships are filled with joy, laughter, and understanding
ru: Моя дружба наполнена радостью, смехом и пониманием

source: My heart is open to giving and receiving love
ru: Мое сердце открыто для дарения и получения любви

source: My relationships are filled with love, happiness, and respect
ru: Мои отношения наполнены любовью, счастьем и уважением

source: Red
ru: Красный

source: Russian
ru: Русский

source: Save
ru: Сохранить

source: Save changes
ru: Сохранить изменения

source: Select background color
ru: Выберите цвет фона

source: Select category
ru: Выберите категорию

source: Select gender
ru: Выберите пол

source: What background color do you prefer?
ru: Какой цвет фона вы предпочитаете?

source: What category would you like to choose?
ru: Какую категорию вы хотели бы выбрать?

source: What is your gender?
ru: Какого Вы пола?

source: Would you like to save changes?
ru: Хотите сохранить изменения?
